Pipe Flow Validation/Linux Files/cases/laminar_Re500/constant/transportProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}

// Air at 20°C: nu = 1.5e-5 m²/s
transportModel  Newtonian;
nu              1.5e-5;
